Repository: steenhansen/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr

source: Please try again with a link to a video page. <a href="mailto:%s">Contact us</a> if there's a problem.
hr: Molimo, pokušajte ponovno s poveznicom na stranicu videozapisa. <a href="mailto:%s">Kontaktirajte nas</a> ukoliko naiđete na problem.

source: Private video
hr: Privatni videozapis

source: Undefined error
hr: Nedefinirana pogreška

source: Video embedding disabled by owner
hr: Embedding videozapis je onemogućio vlasnik

source: Language selection
hr: Odabir jezika

source: Home
hr: Početna

source: Filter
hr: Filtriraj

source: Third party
hr: Treće strane

source: All
hr: Sve

source: Progress
hr: Tijek

source: Messages
hr: Poruke

source: Translated
hr: Prevedeno

source: Fuzzy
hr: Nejasno

source: Obsolete
hr: Zastario

source: File
hr: Datoteka

source: Nothing to translate!
hr: Nema ništa za prijevod!

source: You haven't specified any languages in your settings file, or haven't yet generated a batch of translation catalogs.
hr: Niste odredili nijedan jezik u Vašim postavkama datoteke, ili još niste generirali skupinu kataloga za prevođenje.

source: Please refer to <a href="%(i18n_doc_link)s">Django's I18N documentation</a> for a guide on how to set up internationalization for your project.
hr: Molimo, pogledajte <a href="%(i18n_doc_link)s">Django I18N dokumentaciju</a> za vodič kako postaviti internacionalizaciju za Vaš projekt.

source: Pick another file
hr: Odeberite drugu datoteku

source: Download this catalog
hr: Skini ovaj katalog

source: Progress: %(percent_translated)s%%
hr: Tijek: %(percent_translated)s%%

source: File is read-only: download the file when done editing!
hr: Datoteka je samo za čitanje: skinite datoteku kada ste gotovi s uređivanjem!

source: Some items in your last translation block couldn't be saved: this usually happens when the catalog file changes on disk after you last loaded it.
hr: Neki dijelovi Vašeg posljednjeg bloka prijevoda se nisu mogli pospremiti: to se obično događa kada se promijeni datoteka kataloga na disku nakon što ste je posljednji puta učitali.

source: Translate into %(rosetta_i18n_lang_name)s
hr: Prevedite u %(rosetta_i18n_lang_name)s

source: Display:
hr: Prikaz:

source: Untranslated only
hr: Samo neprevedeno

source: Translated only
hr: Samo prevedeno

source: Fuzzy only
hr: Samo nejasno

source: Search
hr: Traži

source: Go
hr: Kreni

source: Original
hr: Izvornik

source: Occurrences(s)
hr: Nastanak

source: Context hint
hr: Sugestija konteksta

source: Contextual hint
hr: Kontekstualna sugestija

source: suggest
hr: predloži

source: %(more_count)s more
hr: %(more_count)s više

source: Save and translate next block
hr: Spremi i prevedi sljedeći blok

source: Skip to page:
hr: Idi na stranicu:

source: Displaying:
hr: Prikazivanje:

source: %(hits)s/%(message_number)s message
hr: %(hits)s/%(message_number)s poruka

source: Previous
hr: Prethodno

source: Next
hr: Sljedeće

source: Share your subtitles
hr: Podijelite svoje titlove

source: Now everyone can watch the video with subtitles-- try it!
hr: Sada svatko može gledati video sa titlovima - probajte!

source: Then tell the world and invite your friends to help translate:
hr: Zatim recite svima i pozovite prijatelje kako bi pomogli prevesti:

source: Post to Facebook
hr: Objavite na Facebook

source: Post to Twitter
hr: Objavite na Twitter

source: Email to friends
hr: Pošaljite e-mail prijateljima

source: Embed Code
hr: Embed kod

source: Permalink
hr: Trajni link (permalink)

source: Share
hr: Podijeli

source: Get Embed Code
hr: Zatraži embed kod

source: We&#8217;d like help testing our subtitling widget
hr: Trebamo pomoć u testiranju našeg widgeta za titlove

source: Just launch our feedback form and try captioning a video
hr: Samo pokrenite naš obrazac za povratnu informaciju i pokušajte staviti titlove na video

source: Test the Widget
hr: Testirajte Widget

source: Warning: These videos should not be embeded--there is a good possibility they will break at some point!
hr: Upozorenje: Ovi videozapisi ne trebaju se postavljati - postoji mogućnost da će prestati funkcionirati u nekom trenutku!

source: Warning #2: These subtitles are non-permanent and should not be relied on -- someone could change them.
hr: Upozorenje #2: Ovi titlovi nisu stalni i ne bi se trebalo oslanjati na njih - netko ih može promijeniti.

source: This alpha site is for purely testing purposes.
hr: Ova alfa stranica je isključivo za potrebe testiranja.

source: Subtitle Videos
hr: Dodaj titlove videozapisima

source: Watch
hr: Pogledaj

source: Volunteer
hr: Volonter

source: Help
hr: Pomoć

source: About
hr: O nama

source: Jobs
hr: Poslovi

source: Contact Us
hr: Kontaktirajte nas

source: Privacy Policy
hr: Zaštita privatnosti

source: Terms of Service
hr: Uvjeti usluge

source: Sentry
hr: Dežurstvo

source: <strong>What's this?</strong> The video below is for demonstration purposes &mdash; try clicking the 'Subtitle Me' button! Don't worry, nothing you do will be saved.
hr: <strong>Što je ovo?</strong> Donji videozapis je u svrhu demonstracije &mdash; pokušajte kliknuti na gumb 'Postavi mi titlove'! Ne brinite, Vaš rad se neće spremiti.

source: Copyright Infringement Notification
hr: Obavijest o povredi autorskih prava

source: To file a copyright infringement notification with us, you will need to send a written communication that includes substantially the following (please consult your legal counsel or see Section 512(c)(3) of the Copyright Act to confirm these requirements):
hr: Da biste nam predali obavijest o povredi autorskih prava, morate poslati pisanu obavijest koja bitno sadrži sljedeće (molimo Vas konzultirajte Vašeg pravnog savjetnika ili pogledajte Sekciju 512(c)(3) Zakona o autorskim pravima kako biste potvrdili te zahtjeve):

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material. Providing URLs in the body of an email is the best way to help us locate content quickly. Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted. A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Such written notice should be sent to our designated agent as follows:
hr: Fizički ili elektronski potpis osobe koja je ovlaštena za zastupanje u ime vlasnika ekskluzivnog prava koje je navodno bilo povrjeđeno. Identifikacija rada s autorskim pravima koji je navodno povrjeđen, ili ukoliko je više zaštićenih radova na jednoj internetskoj stranici pokriveno u jednoj obavijesti, radi se reprezentativna lista takvih radova na toj stranici. Identifikacija materijala koji je navodno sporan ili je predmetom sporne aktivnosti, mora se ukloniti ili pristup njima onemogućiti, a razumno dovoljno informacija da bi poslužitelj usluga mogao locirati materijal. Davanje URL-ova tijela emaila je najbolji način kako bismo pronašli sadržaj brzo. Informacije razumno dovoljne koje omogućuju poslužitelju usluga da kontaktira tužiteljsku stranu, poput adrese, telefonskog broja i, ako je dostupna, elektronska mail adresa gdje se tužiteljsku stranu može kontaktirati. Izjava da tužiteljska strana ima razloga vjerovati da upotreba materijala na naveden način nije dozvoljena od strane vlasnika autorskih prava, njegovog agenta ili Zakona. Izjava da su podaci u obavijesti točni te pod kaznom krivokletsva, da tužiteljska strana ima prava djelovati u ime vlasnika ekskluzivnog prava koje je navodno povrjeđeno. Takva pisana obavijest mora se poslati našem naznačenom agentu:

source: Please also note that under Section 512(f) any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.
hr: Molimo, također obratite pozornost da prema Sekciji 512(f) bilo koja osoba koja namjerno materijalno krivo predstavi taj materijal ili prekršajnu aktivnost može za to odgovarati.

source: Counter-Notification
hr: Povratna obavijest

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.
hr: Molimo, imajte na umu da je prema Sekciji 512(f) Zakona o autorskim pravima, bilo koja osoba koja namjerno materijalno krivo predstavlja ovaj materijal ili aktivnost uklonjena ili onemogućena pogreškom ili krivom identifikacijom i može za to odgovarati. Također Vas savjetujemo da provodimo politiku koja pruža prekid u prikladnim okolnostima onih pretplatnika koji prekršaje ponove.

source: How do I file a DMCA counter notice?
hr: Kako mogu prijaviti DMCA povratnu obavijest?

source: The process for counter-notifications is governed by Section 512(g) of the Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
hr: Proces za povratne obavijesti je uređen u Sekciji 512(g) Zakona o autorskim pravima Digital Millennium: http://www.copyright.gov/legislation/dmca.pdf

source: To file a counter notification with us, you must provide a written communication that sets forth the items specified below.
hr: Da biste nam predali obavijest o brojaču, morate predati pisanu obavijest koja izlaže sljedeće stavke.

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers. Accordingly, if you are not sure whether certain material infringes the copyrights of others, we suggest that you first contact an attorney.
hr: Molimo, imajte na umu da je prema Sekciji 512(f) Zakona o autorskim pravima, bilo koja osoba koja namjerno materijalno krivo predstavlja ovaj materijal ili aktivnost uklonjena ili onemogućena pogreškom ili krivom identifikacijom i može za to odgovarati. Također Vas savjetujemo da provodimo politiku koja pruža prekid u prikladnim okolnostima onih pretplatnika koji prekršaje ponove. Prema tome, ukoliko niste sigurni da materijal narušava autorska prava drugih, predlažemo da prvo kontaktirate odvjetnika.

source: Elements of Counter-Notification
hr: Elementi povratne obavijesti

source: A sample counter notification may be found at: http://www.chillingeffects.org/dmca/counter512.pdf. To expedite our ability to process your counter notification, please use the following format (including section numbers):
hr: Primjer obavijesti brojača može se naći na: http://www.chillingeffects.org/dmca/counter512.pdf. Da bismo je otpremili u mogućnosti smo procesuirati Vašu povratnu obavijest, stoga molimo Vas da koristite sljedeći format (uključujući brojeve odjeljka):

source: Identify the specific URLs of material that Miro Guide has removed or to which Miro Guide has disabled access. Provide your full name, address, telephone number, and email address, and the username of your Miro Guide account. Provide a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or San Francisco County, California if your address is outside of the United States), and that you will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person. Include the following statement: "I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled." Sign the notice. If you are providing notice by e-mail, a scanned physical signature or a valid electronic signature will be accepted. Send the written communication to the following address:
hr: Identificirajte određene URL-ove materijala koje je Miro Guide uklonio ili kojima je Miro Guide onemogućio pristup. Predajte svoje puno ime, adresu, telefonski broj i email adresu te korisničko ime Vašeg Miro Guide računa. Predajte izjavu kojom pristajete na jurisdikciju Federal District Suda za sudski distrikt Vaše adrese (or San Francisco County, California ako je Vaša adresa izvan Sjedinjenih Država), i kojom prihvaćate uslugu procesiranja osobe koja je predala obavijest prema podsekciji (c)(1)(C) ili agenta te osobe. Uključite sljedeću izjavu: "Kunem se, pod kaznom krivokletstva, da sam uvjeren/a da je uklonjeni ili onemogućeni materijal rezultat pogreške ili krive identifikacije materijala koji će se ukloniti ili onemogućiti." Potpišite se na bilješku. Ako šaljete obavijest emailom, prihvaća se skenirani fizički potpis ili valjani elektronski potpis. Pismo pošaljite na sljedeću adresu:

source: What happens next?
hr: Što je sljedeće?

source: After we receive your counter-notification, we will forward it to the party who submitted the original claim of copyright infringement. Please note that when we forward the counter-notification, it includes your personal information. By submitting a counter-notification, you consent to having your information revealed in this way. We will not forward the counter-notification to any party other than the original claimant.
hr: Nakon što primimo Vašu povratnu obavijest, proslijedit ćemo je strani koja je predala originalnu optužbu za povredu autorskih prava. Molimo Vas, imajte na umu da kada prosljeđujemo povratnu obavijest, ona sadrži i Vaše osobne podatke. Predajom povratne obavijesti, pristajete da se Vaši podaci na taj način objavljuju. Nećemo proslijediti povratnu obavijest bilo kojoj drugoj strani osim originalnog tužitelja.

source: After we send out the counter-notification, the claimant must then notify us within 10 days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on the Miro Guide. If we receive such notification we will be unable to restore the material. If we do not receive such notification, we may reinstate the material.
hr: Nakon što pošaljemo povratnu obavijest, tužitelj nas potom mora obavijestiti unutar 10 dana o tome da je pokrenuo postupak kojim traži sudski nalog kako bi vas spriječio od uključivanja u prekršajnu aktivnost vezanu uz materijal na Miro Guide. Ukoliko primimo takvu obavijest, nećemo biti u mogućnosti povratiti materijal. Ukoliko ne primimo takvu obavijest, možemo ponovno vratiti materijal.

source: DISCLAIMER: WE ARE NOT YOUR ATTORNEYS, AND THE INFORMATION WE PRESENT HERE IS NOT LEGAL ADVICE. WE PRESENT THIS INFORMATION FOR INFORMATIONAL PURPOSES ONLY.
hr: ODRICANJE: MI NISMO VAŠI ODVJETNICI, A INFORMACIJE KOJE OVDJE PREDSTAVLJAMO NISU PRAVNI SAVJETI. PREDSTAVLJAMO OVE INFORMACIJE SAMO U SVRHU INFORMIRANJA.

source: Add collaborative subtitling to every video on your site
hr: Dodajte suradničke titlove za svaki video na Vašoj stranici

source: Just drop one line of code into your page:
hr: Samo ubacite red koda na svoju stranicu:

source: You can add it just before the <code>&lt;/head&gt;</code> or <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">see usage notes</a>).
hr: Možete dodati prije <code>&lt;/head&gt;</code> ili <code>&lt;/body&gt;</code> označiti (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">pogledajte napomene za uporabu</a>).

source: This lets you and visitors to your site
hr: Ovo omogućuje Vama i posjetiteljima do Vaše stranice

source: Create subtitles for any compatible video
hr: Kreirajte titlove za bilo koji kompatibilni videozapis

source: Find subtitles created by others
hr: Pronađite titlove drugih korisnika

source: Add translations and improve other's work
hr: Dodaj prijevode i poboljšaj rad drugih

source: Make your videos searchable and accessible
hr: Učinite svoje videozapise pretraživim i dostupnim

source: Bring your videos to an international audience
hr: Približite svoje videozapise međunarodnoj publici

source: Proud to be a
hr: Ponosni smo što smo

source: Featured Mozilla Drumbeat Project
hr: Istaknuti Mozilla Drumbeat Projekt

source: A "subtitle me" or "choose language" button will appear across all compatible videos. Users can click to activate (or create) subtitles.
hr: Gumb "postavi mi titlove" ili "odaberi jezik" pojavit će se preko svih kompatibilnih videozapisa. Korisnici mogu kliknuti na njega kako bi aktivirali (ili kreirali) titlove.

source: This code is experimental. If you run into problems, please
hr: Ovaj kod je eksperimentalan. Ako naiđete na probleme, molimo

source: let us know
hr: javite nam

source: Frequently Asked Questions
hr: Često postavljana pitanja

source: What are the benefits of subtitles?
hr: Koje su prednosti titlova?

source: Will your subtitles support my language or characterset?
hr: Hoće li vaši titlovi podržavati moj jezik ili znakove?

source: When will the tools, including this site, be available in my language?
hr: Kada će alati, uključujući ovu stranicu, biti dostupni na mom jeziku?

source: How can I add subtitles to my video?
hr: Kako mogu dodati titlove na svoj videozapis?

source: What open source license do you use?
hr: Koju open source licencu koristite?

source: I'm a developer, can I help out?
hr: Ja sam developer, kako mogu pomoći?

source: Can non-technical people get involved with the project?
hr: Mogu li se osobe koje nisu tehničari uključiti u projekt?

source: Do you accept donations? Are they tax deductible?
hr: Prihvaćate li donacije? Može li se umanjiti porez?

source: What is your relationship with Mozilla Drumbeat?
hr: Kakav je vaš odnos s Mozilla Drumbeat?

source: Where can I download subtitles in .SRT or other formats?
hr: Gdje mogu preuzeti titlove u .SRT ili drugim formatima?

source: It says "Someone else is currently editing these subtitles" and I can't do anything. How long will this last for? Why does it happen?
hr: Piše "Netko trenutno uređuje ove titlove" i ne mogu ništa raditi. Koliko će dugo ovo potrajati? Zašto se to događa?

source: Why can't I change the timing on a translation?
hr: Zašto ne mogu izmijeniti vrijeme na prijevodu?

source: How do old revisions work? What if somebody makes a change to my work that I don't approve of?
hr: Kako funkcioniraju stare revizije? Što ako netko napravi izmjenu mog rada koju ja ne odobravam?

source: Hey, you don’t list my language!
hr: Hej, ne prikazujete moj jezik!

source: You're welcome to try our <a href="http://universalsubtitles.org/demo/">demo</a> to see how the software works. You can also <a href="http://universalsubtitles.org/videos/create">begin subtitling</a> a video you have already posted on the web.
hr: »»Slobodno probajte naš <a href="http://universalsubtitles.org/demo/">demo</a> »»»kako biste isprobali kako radi software. Također možete »»»<a href="http://universalsubtitles.org/videos/create">početi raditi titlove</a> »»»za video koji ste postavili na web.» »»

source: VVideo subtitles are a gold mine of untapped potential.
hr: Wideo titlovi su rudnik zlata netaknutog potencijala.

source: Captions make videos accessible for viewers who are deaf or hard of hearing
hr: Natpisi omogućuju da videozapis bude dostupan gluhim i nagluhim gledateljima

source: Translations make it possible for all of us to watch video in languages that we don't speak
hr: Prijevodi nam omogućuju da gledamo videozapise na jezicima koje ne govorimo

source: Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more
hr: Kreatori videozapisa dobivaju: bolje SEO, veću gledanost, pristup daleko većoj (potencijalno višejezičnoj i globalnoj) publici, pristupačnost za gluhe i nagluhe gledatelje i više

source: Yes, we are working on a solution for making closed captions [including information about sounds and music], as well as subtitles/translations.
hr: Da, radimo na rješenju izrade natpisa [koji uključuju informacije o zvukovima i glazbi], kao i titlova/prijevoda.

source: We will be working to support as many languages/charactersets as possible.
hr: Radit ćemo na tome da podržavamo što je više moguće jezika/znakova.

source: The site and tools are available in a number of languages (set your language in your browser preferences and we’ll take care of the rest). We’re always looking for <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">volunteer translators</a> to help improve and add more languages.
hr: »Stranica i alati su dostupni na brojnim jezicima (postavite svoj jezik »»u Vašim postavkama preglednika, a mi ćemo se pobrinuti za ostalo). Uvijek tražimo »»<a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">prevoditelje volontere</a> »»da nam pomognu poboljšati i dodati više jezika. »

source: For a single video, use our site. For multiple videos on your website, use <a href="http://universalsubtitles.org/en/get-code/">this code</a> in your website’s template inside the &lt;head&gt; tags.
hr: » Za pojedini videozapis, koristite našu stranicu. Za više videozapisa na Vašoj stranici, koristite »» <a href="http://universalsubtitles.org/en/get-code/">this code</a> na »» obrascu Vaše stranice unutar &lt;head&gt; tagova. »»

source: For our subtitling widget and community website, we're using the <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
hr: Za naš widget za izradu titlova i društvenu web stranicu koristimo <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.

source: Please do! If you're interested in coding and development, please visit our <a href="http://wiki.github.com/8planes/unisubs/dev-center">developer center</a>.
hr: Molimo, javite se! Ako ste zainteresirani za kodiranje i razvoj, molimo posjetite naš <a href="http://wiki.github.com/8planes/unisubs/dev-center">developer centar</a>.

source: If you're interested in general involvement, please see our <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat page</a>. If you have a specific idea, please get in touch: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> And as a 501c3 non-profit org, we do accept donations (see the next question for details).
hr: »»Ako ste zainteresirani za općenito uključivanje, molimo pogledajte našu »»<a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat stranicu</a>. »»Ako imate određenu ideju, molimo, javite nam se: »»<a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> »»I kao 501c3 neprofitna org, prihvaćamo donacije (pogledajte sljedeće detalje). »»
