Repository: steenhansen/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr

source: Yes and yes! You can <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donate here</a> (through the Mozilla Drumbeat project).
hr: »»Da i da! Možete <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donirati ovdje</a> (kroz Mozilla Drumbeat projekt). »»

source: When subtitles exist, you can download them in .SRT, .SSA, .SBV, .TXT, and TTML formats on the page for that language (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">example</a>). Click "Download Subtitles" button in the lower right to the left from "Edit Subtitles" button and choose the desired file format from the drop-down list.
hr: » Ako postoje titlovi, možete ih skinuti u formatima .SRT, .SSA, .SBV, .TXT i TTM » na stranici za pojedini jezik (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">primjer</a>). »» Kliknite na "Skini titlove" gumb dolje desno ulijevo od gumba "Uredi titlove" »» i odaberite željeni format datoteke na listi.

source: The system currently only allows one user to edit subtitles for any given video at a time. So, if someone else is already editing subtitles for the video when you try to edit the subtitles, you'll get this message.
hr: Sustav trenutno dozvoljava samo jednom korisniku da istovremeno uređuje titlove za bilo koji videozapis. Dakle, ako netko već uređuje titlove za videozapis kada Vi pokušate uređivati titlove, pojavit će se ova poruka.

source: You can. Go to the translation editor and click “Change subtitle timing”. Only do this if the timing on the original language really cannot match the language you’re translating into. Otherwise, improvements in the original will automatically cascade.
hr: Možete. Idite na uređivač prijevoda i kliknite na “Izmijeni vrijeme titlova”. »»Izmijenite to samo ako se vrijeme originalnog jezika zaista ne može podudarati s »»jezikom na koji prevodite. Inače će poboljšanja u originalu »»automatski opadati.

source: Each set of subtitles or translation has a full revision history. Just click on the tab on the subtitle page in you will see a list of revisions. You can use the checkboxes on the left and the "compare revisions" button to see the difference between two revisions. Or you can click on any one revision, and edit based on that revision or roll back to that revision. <br/><br/> If the current version is blank, but there are older revisions, it make sense to check those older revisions before starting from scratch, because there could be useful work in an older revision.
hr: Svaki set titlova ili prijevoda ima cjelokupni zapis revizije. »»Samo kliknite na tab na stranici titlova i vidjet ćete listu izmjena. »»Možete koristiti kućice na lijevo i gumb "usporedi izmjene" »»kako biste vidjeli razliku između dvije revizije. Ili možete kliknuti na bilo koju reviziju, »»i urediti na temelju te revizije ili se vratiti na prijašnju reviziju. <br/><br/> Ako je trenutna verzija prazna, a postoje starije revizije, »»ima smisla provjeriti te starije revizije prije nego što započnete iz početka, »»jer može se naći koristan rad u starijoj reviziji.

source: Go to <a href="http://universalsubtitles.org/get-code/">this page</a> and double click on the code in the white box to select it all. Go to Edit > Copy in your browser's menu to copy the code to your clipboard. Then start editing the headers in your site or blog theme, and paste the script somewhere between the &lt;head&gt; and &lt;/head&gt; tags in your blog theme.
hr: Idite na <a href="http://universalsubtitles.org/get-code/">ovu stranicu</a> »» i dva puta kliknite na kod u bijeloj kućici da biste ga cijelog označili. »» Idite na Uredi > Kopiraj u izborniku Vašeg preglednika kako biste kopirali kod na Vaš clipboard. »» Zatim počnite uređivati zaglavlja na Vašoj stranici ili temi bloga, »» i zalijepite skriptu negdje između &lt;head&gt; i &lt;/head&gt; »» tagova u temi Vašeg bloga.

source: Sorry about that. Just contact us and we’ll be happy to add it.
hr: Ispričavamo se. Samo nas kontaktirajte i rado ćemo ga dodati.

source: Thanks for getting in touch! We love hearing your ideas, bugs, feedback, opinions and such.
hr: Hvala što ste nas kontaktirali! Volimo čuti vaše ideje, greške na koje ste naišli, povratne informacije, mišljenja i slično.

source: Stay tuned as the project evolves!
hr: Ostanite s nama dok projekt evoluira!

source: Announcement Signup
hr: Prijavite se za objave

source: Best
hr: Najbolji

source: PS. We do our best to respond to all questions, but please be patient -- we get a lot of email
hr: PS. Trudimo se biti najbolji i odgovoriti na sva pitanja, ali molimo, budite strpljivi -- dobivamo mnogo emailova.

source: The easiest way to caption and translate any video.
hr: Najlakši način za postavljanje natpisa i prevođenje bilo kojeg videozapisa.

source: Subtitles make videos more powerful, more global, and more searchable.
hr: Titlovi omogućuju da videozapisi budu moćni, globalniji i lakše pretraživi.

source: Subtitle a Video Now
hr: Postavi titlove na video

source: Subtitle
hr: Titl

source: Works with YouTube, Vimeo, HTML5, and more.
hr: Radi s YouTube, Vimeo, HTML5 i mnogo drugih.

source: Features
hr: Ističe

source: Embed the video anywhere
hr: Postavi video bilo gdje

source: Add subtitles yourself or ask viewers to help.
hr: Dodaj titlove samostalno ili pitaj gledatelje za pomoć.

source: Full site integration
hr: Potpuna integracija stranice

source: Volunteers Needed
hr: Tražimo volontere

source: Our deaf and hard of hearing users and non-profits request help for videos that need captions or translations.
hr: Naši gluhi i nagluhi korisnici te neprofitne udruge traže pomoć za videozapise kojima su potrebni natpisi ili prijevodi.

source: Start volunteering.
hr: Počnite volontirati.

source: Complete Subtitling Solutions
hr: Potpune mogućnosti titlova

source: Increase viewership with transcription, captioning, and translation services, and flexible API and integration options. Improve SEO, reach a global audience, and build a managed volunteer community.
hr: Povećajte gledanost s transkripcijom, natpisima i uslugama prevođenje te fleksibilnim API i mogućnostima integracije. Poboljšajte SEO, dosegnite do globalne publike i izgradite rukovođenu zajednicu volontera.

source: See our enterprise services.
hr: Pogledajte usluge naše tvrtke.

source: The largest, most powerful captioning and translation platform in the world.
hr: Najveća i najjača platforma na svijetu za natpise i prijevode.

source: More Popular
hr: Popularnije

source: Most Popular Today
hr: Najpopularnije danas

source: Top this month
hr: Najgledanije ovaj mjesec

source: Top all-time
hr: Najgledanije

source: More Featured
hr: Reklamiranije

source: Featured Videos
hr: Istaknuti videozapisi

source: Easily caption and translate your videos, with help from your viewers.
hr: Jednostavno postavite natpise i prevedite svoje videozapise, uz pomoć svojih gledatelja.

source: Increase video views by reaching global audiences and being accessible to the deaf and hard-of-hearing.
hr: Povećajte gledanost videozapisa približavanjem globalnoj publici i pristupačnošću gluhim i nagluhim osobama.

source: It's powered by viewers and other volunteers: it's collaborative editing and translation, like a wiki.
hr: Pokreću ih gledatelji i drugi volonteri: suradničko uređivanje i prijevod, poput wiki.

source: It's the world's easiest subtitle creator - type and tap.
hr: Ovo je najjednostavniji kreator titlova na svijetu - tipkaj i predaj.

source: The fastest way to add subtitle functionality to a single video or a whole site. Super easy to integrate with no software to install.
hr: Najbrži način da dodate funkciju titlova na pojedini videozapis ili na cijelu stranicu. Super jednostavno za integraciju, bez instalacija softwarea.

source: Free, open-source, and non-profit!
hr: Besplatno, open-source i neprofitno!

source: videos use
hr: upotreba videozapisa

source: Add this subtitle tab to a video in seconds.
hr: Dodaj ovaj tab titlova videozapisu u sekundi.

source: For an individual video
hr: Za pojedini videozapis

source: enter a video URL to enable and then embed anywhere
hr: upišite URL videozapisa kako biste omogućili, a zatim postavili bilo gdje

source: For every video on a page or site
hr: Za svaki videozapis na stranici

source: paste this single line of code into your page header and every video will be subtitle enabled
hr: zalijepite ovaj red koda na zaglavlje svoje stranice i svakom će se videozapisu moći postaviti titlovi

source: Add subtitles
hr: Dodaj titlove

source: We've built the easiest way to subtitle videos. Add our subtitling widget toyour video (or your site) and click the "subtitle me" button. The rest is simple! Totally free, and no software to download.
hr: Izgradili smo najlakši način za postavljanje titlova na video. Dodajte naš widget za postavljanje titlova na Vaš video (ili Vašu stranicu) i kliknite na "postavi mi titlove" gumb. Ostalo je jednostavno! Potpuno besplatno i bez skidanja softwarea.

source: Add translations
hr: Dodaj prijevode

source: Once subtitles exist, any viewer can add a translation in any language. No need for robotic machine translations that confuse viewers. Universal Subtitles lets you collect high-quality translations from your viewer community.
hr: Nakon što su titlovi dostupni, bilo koji gledatelj može dodati prijevod na bilo kojem jeziku. Nema potrebe za robotskim strojnim prijevodima koji zbunjuju gledatelje. Universal Subtitles Vam omogućuju skupljanje prijevoda visoke kvalitete od zajednice Vaših gledatelja.

source: Get volunteer help
hr: Dobijte volontersku pomoć

source: Your viewers (and members of our subtitling community) can improve any subtitles or translation. That way subtitles are constantly getting better - like an article on wikipedia. We mobilize your international audience to make your videos more accessible.
hr: Vaši gledatelji (i članovi zajednice titlova) mogu poboljšati bilo koje titlove ili prijevode. Na taj način titlovi neprestano postaju bolji - poput članka na wikipediji. Mi mobiliziramo Vašu međunarodnu publiku kako bi Vaši video filmovi bili dostupniji.

source: It’s free with no software to download
hr: Besplatno je, bez skidanja softwarea

source: Add our embed code to your videos.
hr: Dodaj naš embed kod svojim videozapisima.

source: Submit your video, and get an embed code to post in your site. When the page loads, our subtitle tools will display underneath your video (as a small, simple button)
hr: Predajte Vaš videozapis i uzmite embed kod za postavljanje na Vašoj stranici. Kada se stranica učita, naši alati za titlove će se prikazati ispod Vašeg videozapisa (kao mali, jednostavan gumb)

source: Subtitling tools open in your page.
hr: Alati za postavljanje titlova otvaraju se na Vašoj stranici.

source: When someone clicks the “subtitle me” button, a subtitling interface appears on your page (most users never leave your site). Subtitles they create are then visible to other users, on your site.
hr: Kada netko klikne na gumb "postavi mi titlove", na Vašoj stranici se pojavljuje sučelje za titlove (većina korisnika nikada ne napušta Vašu stranicu). Titlovi koje oni kreiraju su zatim vidljivi ostalim korisnicima na Vašoj stranici.

source: How it works
hr: Kako funkcionira

source: You add our widget to your videos. Then you and your viewers can add subtitles. We save the subtitles on our site. And each video has its own collaboration space on our site where people can track changes, and give feedback.
hr: Vi dodate naš widget na svoje videozapise. Zatim Vi i Vaši gledatelji možete dodavati titlove. Mi spremamo titlove na našu stranicu. I svaki videozapis ima vlastiti prostor za suradnju na našoj stranici gdje ljudi mogu poboljšavati, pratiti promjene, i davati povratne informacije.

source: Try the demo
hr: Isprobajte demo

source: It's built by a 501(c)3 nonprofit working with a community of volunteers
hr: Izgrađeni su pomoću 501(c)3 neprofitnog rada sa zajednicom volontera

source: find out how to volunteer
hr: saznajte kako volontirati

source: The code is free and open source
hr: Kod je besplatan i open source

source: get the source code
hr: uzmite source kod

source: It's built using Javascript and HTML5 instead of proprietary software like Flash
hr: Izgrađeni su pomoću Javascripta i HTML5 umjesto vlasničkog softwarea poput Flasha

source: You don't have to host your video with us, and you're not dependent on any one video host, platform, or format.
hr: Ne morate postavljati video kod nas i neovisni ste od bilo kojeg poslužitelja videa, platforme ili formata.

source: People are free to add subtitles to any video
hr: Svi slobodno dodaju titlove na bilo koji videozapis

source: Mozilla will double your donation!
hr: Mozilla će udvostručiti Vašu donaciju!

source: We're a featured Mozilla Drumbeat project!
hr: Mi smo glavni Mozilla Drumbeat projekt!

source: Donate Now
hr: Donirajte sada

source: Open Subtitles Design Summit
hr: Open Subtitles dizajnerski sastanak

source: Meeting Goals
hr: Ciljevi sastanka

source: <strong>Connect</strong> major stakeholders from projects, organizations, and movements that have open subtitling needs or focus.
hr: <strong>Povezati</strong> glavne interesne skupine iz projekata, organizacija, i pokreta koji imaju potrebe ili fokus na javnoj izradi titlova.

source: <strong>Identify ways</strong> to solve stakeholder subtitling needs and be aware of existing technology that can be leveraged. Find logical places for collaboration/cooperation.
hr: <strong>Identificirati načine</strong> rješavanja potreba za titlovima interesnih skupina i uzeti u obzir postojeću tehnologiju koja može poslužiti kao poluga. Pronaći logična mjesta za suradnju.

source: <strong>Move towards</strong> standardizing solutions and pushing forward the state of the art in open subtiting.
hr: <strong>Krenuti prema</strong> standardizaciji rješenja i unapređivanje trenutnog stanja u javnoj izradi titlova.

source: Participants
hr: Sudionici

source: Participants will include: video creators and producers, end-users, representatives from major video hosting services, standards engineers, accessibility advocates, open source developers, educational leaders, and other individuals and organizations with a stake in the subtitling world. We'll make a roster available when the event draws closer.
hr: Među sudionicima bit će: kreatori videa i producenti, krajnji korisnici, predstavnici glavnih video poslužiteljskih servisa, inžinjeri standarda, zagovornici pristupa informacijama, developeri javnih izvora, voditelji u obrazovanju i drugi pojedinci te organizacije s interesom za svijet titlova. Popis sudionika će biti dostupan neko vrijeme prije sastanka.

source: Attendees are selected by invitation; however, if you or your organization would like to participate, please contact:
hr: Sudionici se određuju prema pozivu; međutim ukoliko Vaša organizacija želi sudjelovati, molimo da kontaktirate:

source: When
hr: Kada

source: September 29th and 30th, beginning at 9am on both days.
hr: 29. i 30. rujna, s početkom u 9:00h u oba dana.

source: Where
hr: Gdje

source: The summit will be held at the beautiful Open Plans penthouse in Soho, which is located at 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
hr: Sastanak će se održati u lijepom Open Plans penthouseu u Sohu, koji se nalazi u 148 Lafayette St, kat 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)

source: Why
hr: Zašto

source: The focus of this summit is increased availability and better usability for captions and subtitles, which are both sorely needed. It comes at a critical time, as internet video usage is skyrocketing&mdash;people who rely on captions are threatened to be left behind. New users from every culture are coming online en masse; standardizing and ubiquitizing the technology can make potential audiences exponentially larger and messages can cross cultural boundaries more easily. More captions will also make it simpler for computers to process, index, and make sense of the ever growing sea of online video.
hr: Fokus ovog sastanka je povećana dostupnost i bolje korištenje natpisa i titlova, koje su uistinu potrebni. Nalazimo se u kritičnom dobu, kada se korištenje internet videozapisa iznenada povećava &mdash;ljudima koji ovise o natpisima prijeti da postanu zapostavljeni. Novi korisnici iz različitih kultura masovno dolaze online; standardiziranje i sveprisutnost tehnologije može potencijalne publike ubrzano povećati, a poruke mogu lakše proći kulturne granice. Više natpisa također će olakšati računalima procesiranje, popisivanje i učitavanje sve veće količine online videozapisa.

source: Organizers, Facilitators, Sponsors
hr: Organizatori, podrška, sponzori

source: Organizers
hr: Organizatori

source: Facilitators
hr: Podrška

source: <a href="http://www.aspirationtech.org/">Aspiration</a> is providing facilitation and agenda design. Aspiration believes that face-to-face events are the most powerful way to facilitate interaction, build networks, and collaborate.
hr: <a href="http://www.aspirationtech.org/">Aspiration</a> nudi olakšavanje i dizajn programa. Aspiration vjeruje da su događanja licem-u-lice najsnažniji način za olakšavanje interakcije, izgradnju mreža i suradnju.

source: Sponsors
hr: Sponzori

source: The summit has been generously funded by the <a href="http://www.soros.org/">Open Society Institute</a>.
hr: Sastanak velikodušno financira <a href="http://www.soros.org/">Open Society Institute</a>.

source: Special thanks to <a href="http://openplans.org/">Open Plans</a> for providing meeting space!
hr: Posebna zahvala <a href="http://openplans.org/">Open Plans</a> što su nam osigurali prostor za sastanak!

source: View site
hr: Pogledaj stranicu

source: Send
hr: Pošalji

source: Resend confirmation email
hr: Ponovno pošalji email potvrde

source: Are you sure that you want to permanently delete your profile?
hr: Jeste li sigurni da želite trajno obrisati svoj profil?

source: Delete
hr: Obriši

source: Cancel
hr: Odustani

source: Sign In
hr: Prijava

source: Create Account
hr: Kreiraj račun

source: ago
hr: prije

source: Build a Translation Team
hr: Pokrenite ekipu prevoditelja

source: Crowdsource with Professional Review
hr: Crowdsource s profesionalnom provjerom

source: Work with Any Video Platform
hr: Radi s bilo kojom video platformom

source: Subtitles and Captions for Every Video on the Web
hr: Titlovi i natpisi za svaki video na webu

source: The Problem
hr: Problem

source: Web video is beginning to rival television, but there isn't a good open resource for subtitling.
hr: Web video počinje konkurirati televiziji, ali ne postoji dobar javni resurs za izradu titlova.

source: Our Mission
hr: Naša misija

source: We're trying to make captioning, subtitling, and translating video publicly accessible in a way that's free and open, just like the Web.
hr: Pokušavamo učiniti izradu natpisa, titlova i prevođenja videa javno dostupnim na način da je besplatan i javan, baš poput Web-a.

source: Learn More
hr: Saznajte više

source: Right now
hr: Trenutno

source: we're in an alpha stage, building and testing. You can help!
hr: smo u alfa stadiju izrade i testiranja. Možete nam pomoći!

source: Try our demo
hr: Isprobajte naš demo

source: Become a tester
hr: Postanite tester

source: Subtitle Widget
hr: Widget za titlove

source: A simple way to create and add captions to almost any video on the web (without having to transcode or re-upload videos).
hr: Jednostavan način za izradu i dodavanje natpisa za skoro bilo koji videozapis na web-u (bez da morate konvertirati ili ponovno učitavati videozapise).

source: Community Site
hr: Stranica zajednice

source: An online community for collaboratively subtitling and translating the world's videos (like a Wikipedia for subtitles).
hr: Online društvo za suradničku izradu titlova i prevođenje svjetskih videozapisa (poput Wikipedije za titlove).

source: Subtitle Lookup Protocol
hr: Protokol za pretraživanje titlova

source: An open standard to let Firefox extensions, desktop video players, websites, browsers--any client--find and retrieve subtitles for any video.
hr: Javni standard koji omogućuje Firefox ekstenzijama, desktop video playerima, web stranicama, pretraživačima--bilo kojem klijentu--pronaći i učitati titlove za bilo koji videozapis.

source: Get updates and find out first when we launch
hr: Dobivajte novosti i prvi saznajte kada lansiramo

source: Get Updates!
hr: Dobivajte novosti!

source: Please enter a valid email address
hr: Molimo, unesite valjanu email adresu

source: Please enter your email address.
hr: Molimo, unesite svoju email adresu

source: Check out the widget
hr: Pogledajte widget

source: Test our subtitling widget
hr: Testirajte naš widget za izradu titlova

source: Try the Demo
hr: Isprobajte Demo

source: You have %(msg_count)s new messages.
hr: Imate %(msg_count)s novih poruka.

source: View all
hr: Pogledaj sve

source: My Messages
hr: Moje poruke

source: Do you really wish to delete this message?
hr: Zaista želite obrisati ovu poruku?

source: The message has been successfully sent.
hr: Poruka je uspješno poslana.

source: Compose
hr: Napiši

source: Mark Read
hr: Označi kao pročitano

source: Reply
hr: Odgovori

source: You have no messages.
hr: Nemate poruka.

source: Inbox
hr: Pristigla pošta

source: Sent
hr: Poslano

source: Send Message
hr: Pošalji poruku

source: Compose a Message
hr: Napiši poruku

source: Sent Messages
hr: Poslane poruke

source: You have no sent messages.
hr: Nemate poslanih poruka.

source: Stop watching for changes on this video
hr: Prestanite gledati izmjene na ovom videozapisu

source: Reply to this message
hr: Odgovori na ovu poruku

source: Join
hr: Pridruži se

source: Reject
hr: Odbaci

source: User Details
hr: Detalji korisnika

source: Overview
hr: Pregled

source: Recent Activity
hr: Nedavna aktivnost

source: My Videos
hr: Moji videozapisi

source: It looks like you logged in without submitting an email. We need an email address to notify you (for example, when others edit your work).
hr: Čini se da ste se prijavili bez da ste predali email. Potrebna nam je email adresa kako bismo Vas obavijestili (na primjer, kada drugi uređuju Vaš rad).

source: Please enter a valid e-mail address
hr: Molimo, upišite valjanu e-mail adresu

source: Enter valid email please.
hr: Molimo, upišite valjanu email adresu.

source: Loading...
hr: Učitavam...

source: Select your Languages
hr: Odaberite svoje jezike

source: Select at least one language.
hr: Odaberite barem jedan jezik.

source: Saving your language settings...
hr: Vaše postavke jezika se spremaju...

source: We really need your help!
hr: Zaista nam je potrebna Vaša pomoć!

source: What languages do you speak?
hr: Koje jezike govorite?

source: Submit
hr: Predaj

source: Profile
hr: Profil

source: Dashboard
hr: Upravljačka ploča

source: Logout
hr: Odjava

source: Edits to my videos
hr: Uredi moje videozapise

source: No Activity
hr: Nema aktivnosti

source: language
hr: jezik

source: No subtitles yet
hr: Još nema titlova

source: Open Tasks
hr: Otvoreni zadaci

source: Transcribe
hr: Transkribiraj

source: Subtitles into
hr: Titlovi u

source: Subtitles
hr: Titlovi

source: for
hr: za

source: Sorry, no activity yet.
hr: Nažalost, još nema aktivnosti.

source: Alerts
hr: Upozorenja
