Repository: steenhansen/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr

source: Required parameter missing: %s
hr: Nedostaje potreban parametar: %s

source: Internal error
hr: Unutarnja greška

source: Please keep filesize under %(required_size)s. Current filesize %(current_size)s
hr: Molimo, veličina datoteke mora biti manja od %(required_size)s. Trenutna veličina datoteke %(current_size)s

source: Enter valid e-mail addresses separated by commas.
hr: Unesite valjane e-mail adrese odvojene zarezima.

source: Enter valid usernames separated by commas. Username can contain only a-z, A-Z and 0-9.
hr: Upišite valjana korisnička imena odvojena zarezima. Korisničko ime može sadržavati samo a-z, A-Z i 0-9.

source: This URL does not contain video id.
hr: Ovaj URL ne sadrži identifikaciju videozapisa.

source: Videos does not exist.
hr: Videozapis ne postoji

source: Incorrect URL.
hr: Neispravan URL.

source: more...
hr: više...
