Repository: steenhansen/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr

source: Do you really wish to leave this team?
hr: Da li zaista želite napustiti ovu ekipu?

source: leave team
hr: napusti tim

source: Edit My Profile
hr: Uredi moj profil

source: Saving...
hr: Spremam...

source: Edit Your Profile
hr: Uredi svoj profil

source: Personal Info
hr: Osobne informacije

source: remove picture
hr: ukloni sliku

source: Upload picture
hr: Učitaj sliku

source: Language Info
hr: Informacije o jeziku

source: Languages I Know
hr: Jezici koje govorim

source: Remove Language
hr: Ukloni jezik

source: Add Language
hr: Dodaj jezik

source: Save Changes
hr: Spremi izmjene

source: Permanently Delete Your Profile
hr: Trajno obrišite svoj profil

source: My videos
hr: Moji videozapisi

source: Member since
hr: Član od

source: Homepage
hr: Početna stranica

source: <i>User has not submitted a bio.</i>
hr: <i>Korisnik nije predao biografiju.</i>

source: Languages
hr: Jezici

source: Memberships
hr: Članstva

source: Password reset
hr: Promjena lozinke

source: Password reset complete
hr: Završena promjena lozinke

source: Password reset confirmation
hr: Potvrđena promjena lozinke

source: Enter new password
hr: Upiši novu lozinku

source: Please enter your new password twice so we can verify you typed it in correctly.
hr: Molimo, upišite novu lozinku dva puta kako bismo provjerili da ste je točno upisali.

source: New password:
hr: Nova lozinka:

source: Confirm password:
hr: Potvrdite lozinku:

source: Change my password
hr: Promijeni moju lozinku

source: Password reset unsuccessful
hr: Neuspješna promjena lozinke

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
hr: Poveznica za ponovno postavljanje lozinke je neispravna, možda jer je već korištena. Molimo, zatražite novo postavljanje lozinke.

source: Password reset successful
hr: Uspješna promjena lozinke

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
hr: Poslali smo Vam upute za postavljanje lozinke na email adresu koju ste upisali. Uskoro ćete ih primiti.

source: You're receiving this e-mail because you requested a password reset
hr: Primili ste ovaj email jer ste zatražili promjenu lozinke

source: for your user account at %(site_name)s
hr: za Vaš korisnički račun na %(site_name)s

source: Please go to the following page and choose a new password:
hr: Molimo, idite na sljedeću stranicu i odaberite novu lozinku:

source: Your username, in case you've forgotten:
hr: Vaše korisničko ime, u slučaju da ste zaboravili:

source: Thanks for using our site!
hr: Hvala što koristite našu stranicu!

source: The %(site_name)s team
hr: %(site_name)s ekipa

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
hr: Zaboravili ste lozinku? Upišite Vašu e-mail adresu ispod, a mi ćemo Vam poslati e-mail s uputama za postavljanje nove.

source: E-mail address:
hr: E-mail adresa:

source: Reset my password
hr: Promijeni moju lozinku

source: Search videos
hr: Pretraži videozapise

source: Videos In
hr: Videozapisi u

source: %(number)s language
hr: %(number)s jezik

source: lines
hr: redovi

source: Plays (this week)
hr: Prikazi (ovaj tjedan)

source: Plays (this month)
hr: Prikazi (ovaj mjesec)

source: Plays (all time)
hr: Prikazi (ukupno)

source: Search Videos
hr: Pretraži videozapise

source: Search Results for
hr: Rezultati pretraživanja za

source: Search Results for %(query)s
hr: Rezultati pretraživanja za %(query)s

source: of
hr: od

source: Users statistic
hr: Statistika korisnika

source: Videos statistic
hr: Statistika videozapisa

source: Date
hr: Datum

source: Count
hr: Broj

source: Time(sec)
hr: Vrijeme(sek)

source: Activity statistic
hr: Statistika aktivnosti

source: General statistic
hr: Opća statistika

source: Day
hr: Dan

source: Week
hr: Tjedan

source: Month
hr: Mjesec

source: TOTAL
hr: UKUPNO

source: Video
hr: Videozapis

source: By logger
hr: Zapisničar

source: all
hr: sve

source: Class
hr: Razred

source: Method
hr: Metoda

source: Value
hr: Vrijednost

source: Do you really wish to join this team?
hr: Zaista se želite priključiti ovoj ekipi?

source: Join this team now!
hr: Pridružite se ovoj ekipi!

source: Apply to Join
hr: Primijeni za pridruživanje

source: Apply to
hr: Primijeni za

source: Language skill
hr: Jezična vještina

source: proficiency
hr: ovladanost

source: specified
hr: naveden

source: About you
hr: O vama

source: Submit Application
hr: Predaj aplikaciju

source: Completed Languages
hr: Završeni jezici

source: Video Page
hr: Stranica videozapisa

source: video
hr: videu

source: According to your
hr: Prema Vašim

source: language choices
hr: odabir jezika

source: there don't appear to be videos you can translate.
hr: čini se da nema videozapisa koje možete prevesti.

source: But check back soon! There may soon be translations for you to review.
hr: Provjerite ponovno uskoro! Možda će uskoro biti prijevoda za ocjenjivanje.

source: You can also invite friends who speak other languages to help out.
hr: Također, za pomoć možete pozivati prijatelje koji govore druge jezike.

source: Videos
hr: Videozapisi

source: Members
hr: Članovi

source: Activity
hr: Aktivnost

source: Tasks
hr: Zadaci

source: Settings
hr: Postavke

source: Managing
hr: Upravljanje

source: Add new team
hr: Dodaj novu ekipu

source: Edit
hr: Uredi

source: Sorry, no activity yet
hr: Oprostite, još nema aktivnosti

source: Team video
hr: Videozapis ekipe

source: Add video
hr: Dodaj videozapis

source: Save
hr: Spremi

source: Add multiple videos
hr: Dodaj više videozapisa

source: Team Aplications
hr: Aplikacije ekipe

source: Approve
hr: Odobri

source: Deny
hr: Odbij

source: There are no applications right now
hr: Trenutno nema aplikacija

source: Create team
hr: Kreiraj ekipu

source: Create a team
hr: Kreiraj ekipu

source: All Teams
hr: Sve ekipe

source: My Teams
hr: Moje ekipe

source: Create Team
hr: Kreiraj ekipu

source: Back to teams
hr: Povratak do ekipa

source: Back to my teams
hr: Povratak do mojih ekipa

source: Create a Task
hr: Kreiraj zadatak

source: New Task
hr: Novi zadatak

source: You do not have permission to create any valid tasks for this video.
hr: Nemate dozvolu za kreiranje bilo kakvih valjanih zadataka za ovaj video.

source: %(team_name)s needs your help subtitling and translating the following new videos:
hr: %(team_name)s treba Vaša pomoć za titlove i prevođenje sljedećih novih videozapisa:

source: Or you can visit the team page to see the latest work
hr: Ili možete posjetiti stranicu ekipe da biste vidjeli najnoviji rad

source: Stop receiving new notifications when a new video is added.
hr: Prestanite dobivati obavijesti kada se doda novi video

source: The <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> team has added new videos, and they need your help:
hr: <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> ekipa je dodala nove videozapise i potrebna im je Vaša pomoć:

source: Thank you!
hr: Hvala Vam!

source: Invite Members
hr: Pozovi članove

source: Include a message
hr: Uključi poruku

source: Assign a role
hr: Dodijeli ulogu

source: Role to be assigned to the user if they accept your invitation.
hr: Uloga koja će se dodijeliti korisniku ukoliko prihvate Vašu pozivnicu.

source: Send Invites
hr: Pošalji pozivnice

source: Filter and Sort
hr: Filtriraj i sortiraj

source: Showing
hr: Prikaz

source: all members
hr: svi članovi

source: admins
hr: administratori

source: managers
hr: rukovodioci

source: contributor
hr: suradnik

source: speaking
hr: govori

source: all languages
hr: svi jezici

source: Clear
hr: Očisti

source: This team has
hr: Ovaj tim ima

source: open applications
hr: otvorene aplikacije

source: Sorry, no members found.
hr: Oprostite, nisu pronađeni članovi.

source: Me
hr: Ja

source: and
hr: i

source: project
hr: projekt

source: Are you sure you want to remove this member from the team?
hr: Jeste li sigurni da želite ukloniti ovog člana iz tima?

source: Guidelines
hr: Smjernice

source: Transcribed
hr: Transkribirano

source: or ...
hr: ili...

source: Reviewed
hr: Pregledano

source: Review
hr: Ocjena

source: no one
hr: nitko

source: me
hr: ja

source: sorted by
hr: sortirano prema

source: date, newest
hr: datumu, najnovije

source: date, oldest
hr: datumu, najstrarije

source: time left, least
hr: preostalom vremenu, najmanje

source: time left, most
hr: preostalom vremenu, najviše

source: transcribed
hr: transkribirano

source: translated
hr: prevedeno

source: Assigned to
hr: Dodijeljeno

source: Unassigned
hr: Nedodijeljeno

source: Language
hr: Jezik

source: Reassign
hr: Ponovno dodijeli

source: Assign
hr: Dodijeli

source: Delete task
hr: Obriši zadatak

source: Publish these subtitles immediately
hr: Objavi ove titlove odmah

source: Assign to User
hr: Dodijeli korisniku

source: Sorry, no tasks here.
hr: Nažalost, ovdje nema zadataka.

source: Edit team video
hr: Uredi video ekipe

source: Edit video
hr: Uredi videozapis

source: This video is being moderated by team
hr: Ovaj videozapis trenutno moderira tim

source: Team Directory
hr: Direktorij ekipe

source: Sort by
hr: Sortiraj prema

source: Private
hr: Privatno

source: No description...
hr: Nema opisa...

source: %(count)s member
hr: %(count)s član

source: %(count)s video
hr: %(count)s videozapis

source: Leave team
hr: Napusti tim

source: Search and Filter
hr: Pretraži i filtriraj

source: Start a Team
hr: Pokrenite ekipu

source: Add Video
hr: Dodaj videozapis

source: any
hr: bilo koji

source: no
hr: nijedan

source: subtitles
hr: titlovi

source: name, a-z
hr: ime, a-ž

source: name, z-a
hr: ime, ž-a

source: time, newest
hr: vrijeme, najnovije

source: time, oldest
hr: vrijeme, najstarije

source: most subtitles
hr: najviše titlova

source: least subtitles
hr: najmanje titlova

source: Sorry, no videos here
hr: Oprostite, ovdje nema videozapisa

source: Remove video
hr: Ukloni vidozapis

source: Delete the video entirely.
hr: Potpuno obriši videzapis.

source: Please let us know what you were doing when you encountered this error.
hr: Molimo, recite nam što ste radili kada ste naišli na ovu grešku.

source: Sorry, the page you requested was not found.
hr: Oprostite, stranica koju ste tražili nije pronađena.

source: Unfeature video
hr: Prestani isticati video

source: Feature video
hr: Istakni video

source: Please let us know if you have any comments, questions, or suggestions!
hr: Molimo, javite nam ukoliko imate bilo kakve komentare, pitanja ili prijedloge!

source: Note: we read/speak English best, but try to read/respond to anything we can.
hr: Napomena: najbolje čitamo/govorimo engleski, ali pokušajte čitati/odgovoriti na bilo što, što možemo i mi.

source: Your email:
hr: Vaš email:

source: Your Feedback
hr: Vaše povratne informacije

source: Send feedback
hr: Pošalji povratnu informaciju

source: Send Feedback
hr: Pošalji povratnu informaciju

source: Close
hr: Zatvori

source: Thank you for your feedback.
hr: Hvala Vam na Vašoj povratnoj informaciji.

source: If you would like to perform some additional testing
hr: Ukoliko želite provesti neka dodatna testiranja

source: please go to our
hr: molimo, idite na našu

source: Litmus regression tests
hr: Litmus testovi regresije

source: For new testers, we have
hr: Za nove testere imamo

source: a getting started guide
hr: vodič za početnike

source: Enter feedback please.
hr: Molimo, upišite povratnu informaciju.

source: ✓ Following
hr: ✓ Slijedim

source: Not Following
hr: Ne slijedim

source: subtitles for this video are edited. You can choose to follow again at any time.
hr: titlovi za ovaj videozapis su uređeni. Možete odabrati ponovno pratiti u bilo koje doba.

source: subtitles
hr: titlovi

source: Unfollow all languages
hr: Prestani pratiti sve jezike

source: subtitles for this video. You can stop these emails at any time.
hr: titlovi za ovaj videozapis. Možete prestati dobivati ove emailove u bilo koje doba.

source: Follow all languages
hr: Prati sve jezike

source: You must log in to follow a video.
hr: Morate se ulogirati kako biste pratili video.

source: Authentication required
hr: Potrebna autentifikacija

source: Get counter code:
hr: Uzmite kod brojača:

source: Submit a Transcript
hr: Predaj transkript

source: Paste a transcript into the space below. How you enter subtitles here determines how they display on the screen.<br/> 1) Hit enter twice to separate each subtitle;<br/> 2) You cannot submit subtitles longer than 3 lines (2 is best).
hr: Zalijepite transkript u prazninu ispod. Kako ovdje upisujete titlove određuje kako će se prikazivati na zaslonu.<br/> 1) Pritisnite enter dva puta da biste odvojili svaki titl;<br/> 2) Ne možete predati titlove dulje od 3 retka (najbolje 2).

source: Some of your subtitles take up more than two lines and will not display correctly.
hr: Neki Vaši titlovi zauzimaju više od dva retka i neće se pravilno prikazivati.

source: Upload TXT file
hr: Učitaj TXT datoteku

source: Login to upload subtitles
hr: Prijava za učitavanje titlova

source: Upload Subtitles
hr: Učitaj titlove

source: Video Language
hr: Jezik videozapisa

source: Upload
hr: Učitaj

source: If you believe your subtitle file is compatible, <a href='mailto:feedback@universalsubtitles.org'>send it to us</a>
hr: Ukoliko ste uvjereni da je Vaša datoteka titlova kompatibilna, <a href='mailto:feedback@universalsubtitles.org'>pošaljite nam je</a>

source: view
hr: prikaz

source: Added
hr: Dodano

source: Add new URL
hr: Dodaj novi URL

source: Learn more
hr: Saznajte više

source: Multiple video URLs let you link multiple videos to a single set of subtitles. Some example uses:
hr: Višestruki URL-ovi videozapisa Vam omogućuju da povezujete višestruke videozapise na jedan set titlova. Neki primjeri uporabe:

source: You put your video on Youtube, Vimeo, Blip, and Dailymotion and you want the subtitles you make to work on all of those versions.
hr: Postavite video na Youtube, Vimeo, Blip i Dailymotion i želite da Vaši titlovi rade na svim tim verzijama.

source: You want to provide different versions of a video to different browsers (HTML5/Ogg for free software users, or HTML5/h264 to iPad users). If you add these URLs, our embed code will automatically fall back to whatever format is necessary for the browser.
hr: Želite pružati različite verzije videa za različite preglednike (HTML5/Ogg za korisnike besplatnog software-a, ili HTML5/h264 za iPad korisnike). Ako dodate sljedeće URL adrese, naš kod za ugradnju će se automatski primijeniti prema formatu koji je potreban za taj preglednik.

source: Tip: double check that there are no timing problems.
hr: Pomoć: ponovno provjerite da nema problema u vremenskom podudaranju.

source: Add another URL for this video
hr: Dodaj drugi URL za ovaj video

source: Add
hr: Dodaj

source: Login
hr: Prijava

source: You are not authenticated
hr: Niste autentificirani

source: Delete this URL? Warning: this cannot be undone. Only delete URLs for non-matching videos or videos where subtitles fail to display correctly.
hr: Obrisati ovaj URL? Upozorenje: ta radnja se ne može poništiti. Brišite samo URL-ove videozapisa koji se ne poklapaju ili videozapisa gdje se titlovi ne prikazuju ispravno.

source: There are no activities.
hr: Nema aktivnosti.

source: "Sorry, we couldn't identify the video at the link you sent. Perhaps it's a link we don't recognize, or perhaps you've linked to a page that has multiple videos. Try entering a different link to the video you want to submit. If you think there's been some mistake, <a href="mailto:feedback@universalsubtitles.org">contact us</a>!"
hr: "Oprostite, nismo mogli identificirati videozapis na poveznici koju ste poslali. Možda je to poveznica koju ne prepoznajemo, ili ste je povezali sa stranicom koja sadrži više videozapisa. Pokušajte upisati drugu poveznicu na videozapis koji želite predati. Ako smatrate da je došlo do neke pogreške, <a href="mailto:feedback@universalsubtitles.org">kontaktirajte nas</a>!"

source: Subtitle a Video
hr: Postavite titlove na videozapis

source: Begin
hr: Započni

source: for example
hr: na primjer

source: Automatically submit videos
hr: Automatski predaj videozapise

source: Let's Go!
hr: Krenimo!

source: Or Submit Multiple Videos
hr: Ili predajte više videozapisa

source: Subtitles will be rolled back to a previous version
hr: Titlovi će se vratiti na prijašnju verziju

source: You need to log in to do that.
hr: Morate se ulogirati da biste nastavili.

source: Revision History
hr: Povijest izmjena

source: Comparing Revision
hr: Izmjena za usporedbu

source: Roll back to version
hr: Vrati se na verziju

source: Not Synced
hr: Nije sinkronizirano

source: Don't send any more emails about this particular video.
hr: Ne želim više primati e-mailove o ovome videu.

source: To stop receiving these emails, go to your preferences page and uncheck "notify me by email":
hr: Da biste prestali primati ove emailove, na Vašoj stranici postavki isključite "obavijesti me emailom":

source: My profile / preferences
hr: Moj profil / postavke

source: Email this to a friend
hr: Pošaljite e-mailom prijatelju

source: Send to Friend!
hr: Pošaljite prijatelju!

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
hr: <b><a href="http://%(domain)s%(language_url)s">%(lang)s titlovi</a></b> koje ste doprinijeli <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> je izmijenio <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Te promjene su odmah stupile na snagu. %(text_change)s teksta i %(time_change)s vremenskog podudaranja je izmijenjeno.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
hr: <b><a href="http://%(domain)s%(language_url)s">%(lang)s titlovi</a></b> koje ste doprinijeli <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> su izmijenjeni. Te su promjene odmah stupile na snagu. %(text_change)s teksta i %(time_change)s vremenskog podudaranja je izmijenjeno.

source: Compare the new version to the last version
hr: Usporedi novu verziju s prijašnjom verzijom

source: Compare your work to the new version
hr: Usporedi svoj rad s novom verzijom

source: Old Text
hr: Stari tekst

source: New Text
hr: Novi tekst

source: Changes to Subtitle Text
hr: Izmjene teksta titlova

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(change_percent)s of the timing was changed.
hr: <b><a href="http://%(domain)s%(language_url)s">%(lang)s titlovi</a></b> videozapisa <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> je izmijenio <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Te su promjene odmah stupile na snagu. %(change_percent)s vremenskog podudaranja je izmijenjeno.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(change_percent)s of the timing was changed.
hr: <b><a href="http://%(domain)s%(language_url)s">%(lang)s titlovi</a></b> videozapisa <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> su izmijenjeni. Te su promjene odmah stupile na snagu. %(change_percent)s vremenskog podudaranja je izmijenjeno.

source: Dear
hr: Dragi

source: You can review the translation and thank them for their contribution on this page:
hr: Možete pregledati prijevod i zahvaliti im za njihov doprinos na ovoj stranici:

source: Translation homepage
hr: Početna stranica prijevoda

source: Thanks for your great work,
hr: Hvala za veliki posao,

source: Sincerely
hr: Srdačno

source: The title of the video
hr: Naslov videozapisa

source: has been changed by
hr: je izmijeni/o/la

source: has been changed
hr: je izmijenjen

source: The new title is
hr: Novi naslov je

source: If this is incorrect, go to
hr: Ako je ovo neispravno, idite na

source: the video page
hr: stranica videozapisa

source: and click 'edit title' to update it. If you're unable to edit the title, click 'Help' in the main menu to submit a support request.
hr: i kliknite na 'uredi titlove' kako biste ih obnovili. Ako niste u mogućnosti urediti titlove, kliknite na 'Pomoć' u glavnom izborniku kako biste predali zahtjev za podrškom.

source: A new video URL for
hr: Novi URL videozapisa za

source: was submitted by
hr: doda/o/la

source: Anonymous
hr: Anoniman

source: Please check to make sure the new URL features the exact same video, and that subtitle timing is correct:
hr: Molimo, provjerite da novi URL prikazuje isti videozapis te da su titlovi vremenski točni:

source: View the new video URL
hr: Pogledaj URL novog videozapisa

source: View the original video URL
hr: Pogledaj URL originalnog videozapisa

source: Watch Subtitled Videos
hr: Pogledaj videozapise s titlovima

source: Latest Videos
hr: Najnoviji videozapisi

source: Popular Videos
hr: Popularni videozapisi

source: This Week
hr: Ovaj tjedan

source: Today
hr: Danas

source: This Month
hr: Ovaj mjesec

source: This Year
hr: Ove godine

source: All Time
hr: Sva vremena

source: Notifications to %(u)s stopped for %(video)s.
hr: Obavijesti za %(u)s su prestale za %(video)s.

source: Select two revisions to compare, please
hr: Molimo, odaberite dvije revizije za usporedbu

source: Comments
hr: Komentari

source: Edit Subtitles
hr: Uredite titlove

source: translated from
hr: prevedeno s

source: Revision
hr: Izmjena

source: View revision history
hr: Pogledaj zapis izmjena

source: Make some!
hr: Izradite ih!

source: Compare Revisions
hr: Usporedite izmjene

source: Text
hr: Tekst

source: No subtitles for this language.
hr: Nema titlova za ovaj jezik.

source: Your Email
hr: Vaš e-mail

source: Task 1
hr: Zadatak 1

source: Try creating subtitles on the following
hr: Pokušajte stvoriti titlove na sljedećem

source: how was it? were the instructions clear? what would improve it?
hr: kako je bilo? da li su upute jasne? što bi poboljšalo upute?

source: Task 2
hr: Zadatak 2

source: Try fixing errors on the video (or just get back in and make an edit)
hr: Pokušajte popraviti greške na videu (ili se vratite natrag i uredite)

source: Task 3
hr: Zadatak 3

source: Translate the video (fake it if you’re not bilingual!)
hr: Prevedite video (odglumite ako niste dvojezični!)

source: Submit!
hr: Pošaljite!

source: Simple Instructions
hr: Jednostavne upute

source: All tasks 2 & 3 are optional (but we recommend trying them all).
hr: Svi zadaci 2 i 3 su dodatni (ali preporučujemo da ih isprobate sve).

source: That’s it!
hr: To je to!

source: Enter non-empty title
hr: Upiši ne-prazan naslov

source: View all activity
hr: Pogledaj cjelokupnu aktivnost

source: Contribute Subtitles
hr: Pošalji svoj doprinos titlovima

source: More Featured Videos
hr: Reklamiraniji videozapisi

source: More Requested Videos
hr: Traženiji videozapisi

source: Requested Videos
hr: Zahtjevani videozapisi

source: More Popular Videos
hr: Popularniji videozapisi

source: More Recent Videos
hr: Noviji videozapisi

source: Help Subtitle Videos
hr: Pomozite postaviti titlove za videozapise
