Repository: steenhansen/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr

source: Username
hr: Korisničko ime

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
hr: Obavezno. 30 znakova ili manje. Samo alfanumeričke znakove (slova, brojevi i donje crte).

source: This value must contain only letters, numbers and underscores.
hr: Ova vrijednost može sadržavati samo slova, brojeve i donje crte.

source: Password
hr: Lozinka

source: Password confirmation
hr: Potvrda lozinke

source: Hide
hr: Sakrij

source: Retired user
hr: Korisnik u mirovini

source: Add comment
hr: Dodaj komentar

source: Start subtitles
hr: Započni titlove

source: Start translation
hr: Započni prijevod

source: Edit subtitles
hr: Uredi titlove

source: Edit translation
hr: Uredi prijevod

source: understand enough
hr: razumijem dovoljno

source: understand 99%
hr: razumijem 99%

source: write like a native
hr: piši kao izvorni govornik

source: follow requests in language
hr: prati zahtjeve na jeziku

source: This is date when start to display announcement. And only the last will be displayed.
hr: Ovo je datum početka prikaza objave. Samo će posljednja biti prikazana.

source: e-mail confirmation
hr: e-mail potvrda

source: e-mail confirmations
hr: e-mail potvrde

source: Confirmation key expired.
hr: Ključ potvrde je istekao.

source: Email is confirmed.
hr: Email je potvrđen.

source: Confirmation email was sent.
hr: Poslan je email potvrde.

source: You email is empty or already confirmed.
hr: Vaš email je prazan ili ste ga već potvrdili.

source: Your account was deleted.
hr: Vaš račun je obrisan.

source: Fill email field, please.
hr: Molimo, popunite polje za email.

source: Confirm your email, please.
hr: Molimo, potvrdite svoj email.

source: You car reply only comments for same object
hr: Možete odgovoriti samo na komentare za isti objekt

source: You should be authenticated to write messages
hr: Trebate biti autentificirani da biste pisali poruke.

source: This message is from site administrator.
hr: Ova poruka je od administratora stranice.

source: You cannot send a message to a user and a team at the same time.
hr: Ne možete poslati poruku korisniku i timu istovremeno.

source: You must choose a recipient.
hr: Morate odabrati primatelja.

source: This field is required.
hr: Ovo polje je obavezno.

source: [no subject]
hr: [bez predmeta]

source: You should enter subject or message.
hr: Trebate upisati predmet ili poruku.

source: You should be authenticated.
hr: Trebate biti autentificirani.

source: Message does not exist.
hr: Poruka ne postoji.

source: %(user)s is applying for team %(team)s
hr: %(user)s se prijavljuje za tim %(team)s

source: Your application to join the %s team has been declined
hr: Vaša prijava za pristupanje %s timu je odbijena

source: %s team has a new member
hr: %s tim ima novog člana

source: You've joined the %s team!
hr: Pridružili ste se %s timu!

source: %(user)s has left the %(team)s team
hr: %(user)s je napustio %(team)s tim

source: You've left the %s team!
hr: Napustili ste %s tim!

source: Your subtitles have been reviewed
hr: Vaši titlovi su pregledani

source: and published
hr: i objavljeni

source: Your subtitles have been approved and published!
hr: Vaši titlovi su odobreni i objavljeni!

source: Message sent.
hr: Poruka je poslana.

source: i-names are not supported
hr: i-names nisu podržani

source: The OpenID was invalid
hr: Neispravan OpenID

source: The request was cancelled
hr: Zahtjev je poništen

source: Setup needed
hr: Potrebna instalacija

source: OpenID failed
hr: Otvori ID nije uspio

source: Sign in with your OpenID
hr: Prijavite se s Vašom OpenID

source: Sign in
hr: Prijava

source: This user has not email
hr: Ovaj korisnik nema email

source: You are not authenticated.
hr: Niste autentificirani.

source: Personal message from %(sender)s on universalsubtitles.org
hr: Privatna poruka od %(sender)s na universalsubtitles.org

source: Confirm new password:
hr: Potvrdite novu lozinku:

source: Invalid password.
hr: Neispravna lozinka.

source: The two passwords did not match.
hr: Lozinke nisu iste.

source: Your email was updated.
hr: Vaš email je ažuriran.

source: File server unavailable. Try later. You can edit some other information without any problem.
hr: Server datoteke nije dostupan. Pokušajte kasnije. Možete urediti neke druge informacije bez problema.

source: Your profile has been updated.
hr: Vaš profil je ažuriran.

source: Relevance
hr: Važnost

source: Most languages
hr: Najviše jezika

source: Views Today
hr: Prikazi danas

source: Views This Week
hr: Prikazi ovaj tjedan

source: Views This Month
hr: Prikazi ovaj mjesec

source: Total Views
hr: Ukupno prikaza

source: query
hr: upit

source: Sort By
hr: Sortiraj prema

source: Subtitled Into
hr: Postavljeni titlovi na

source: Left blank for any language
hr: Preostale praznine za bilo koji jezik.

source: Video In
hr: Video u

source: All Languages
hr: Svi jezici

source: Subtitle fetch statistic
hr: Dohvati statistiku titlova

source: Video view statistic
hr: Statistika video prikaza

source: Widget view statistic
hr: Prikaz statistike widgeta

source: Can not detect file encoding
hr: Nemoguće detektirati kodiranje datoteke

source: Somebody is subtitling this video right now. Try later.
hr: Netko upravo postavlja titlove za ovaj video. Pokušajte kasnije.

source: %(count)s messages sent
hr: %(count)s poruka poslano

source: Fill all fields please.
hr: Molimo, popunite sva polja.

source: Send message
hr: Pošalji poruku

source: Feature teams
hr: Istakni ekipe

source: Unfeature teams
hr: Prestani isticati ekipe

source: Team
hr: Ekipa

source: User
hr: Korisnik

source: Project
hr: Projekt

source: Let's keep things tidy, shall we?
hr: Budimo uredni, može?

source: Enter the URL of any compatible video or any video on our site. You can also browse the site and use the 'Add Video to Team' menu.
hr: Upišite URL bilo kojeg kompatibilnog videozapisa ili bilo kojeg videozapisa na našoj stranici. Također, možete pregledavati stranicu i koristiti izbornik 'Dodaj video u ekipu'.

source: Video language
hr: Jezik videozapisa

source: It will be saved only if video does not exist in our database.
hr: Spremit će se samo ako videozapis ne postoji u našoj bazi podataka.

source: This video already belongs to a team.
hr: Ovaj videozapis već pripada timu.

source: Set original language for this video.
hr: Postavi originalni jezik za ovaj videozapis.

source: Team intro video URL
hr: URL intro videozapisa ekipe

source: You can put an optional video on your team homepage that explains what your team is about, to attract volunteers. Enter a link to any compatible video, or to any video page on our site.
hr: Možete postaviti dodatni videozapis na početnu stranicu Vaše ekipe koji objašnjava čime se bavi Vaša ekipa, kako biste privukli volontere. Upišite poveznicu na bilo koji kompatibilni videozapis, ili na bilo koju video stranicu na našoj stranici.

source: Team URL: http://universalsubtitles.org/teams/
hr: URL ekipe: http://universalsubtitles.org/teams/

source: This video has already been transcribed.
hr: Ovaj videozapis je već transkribiran.

source: Subtitling of this video is already in progress.
hr: Postavljanje titlova za ovaj videozapis je već u tijeku.

source: No one has transcribed this video yet, so it can't be translated.
hr: Još nitko nije transkribirao ovaj videozapis pa se ne može prevoditi.

source: This language already has a complete set of subtitles.
hr: Ovaj jezik već ima potpun set titlova.

source: There is already a task in progress for that video/language.
hr: Za ovaj video/jezik već postoji zadatak u tijeku.

source: That user has already been assigned the maximum number of tasks.
hr: Ovom korisniku je već dodijeljen maksimalan broj zadataka.

source: You do not have permission to assign this task.
hr: Nemate dozvolu za dodjeljivanje ovog zadatka.

source: This user cannot perform that task.
hr: Ovaj korisnik ne može izvesti taj zadatak.

source: You do not have permission to delete this task.
hr: Nemate dozvolu za brisanje ovog zadatka.

source: You cannot blacklist a preferred language.
hr: Ne možete staviti na crnu listu preferirani jezik.

source: User does not exist!
hr: Korisnik ne postoji!

source: User is already a member of this team!
hr: Korisnik je već član ovog tima!

source: Would you like to delete these subtitles completely?
hr: Želite li potpuno obrisati ove titlove?

source: What would you like to unpublish?
hr: Što želite odjaviti?

source: This version (and any later version) for this language.
hr: Ova verzija (i bilo koja daljnja) za ovaj jezik.

source: All versions for this language and any dependent languages.
hr: Sve verzije za ovaj jezik i bilo koji zavisan jezik.

source: These subtitles are not under a team's control.
hr: Ovi titlovi nisu pod kontrolom tima.

source: You do not have permission to unpublish these subtitles.
hr: Nemate dozvolu za odjavu ovih titlova.

source: File size should be less {0} kb
hr: Veličina datoteke trebala bi biti manja od {0} kb

source: Incorrect subtitles format
hr: Neispravan format titlova

source: Open
hr: Otvori

source: Application
hr: Aplikacija

source: Invitation by any team member
hr: Pozivnica bilo kojeg člana ekipe

source: Invitation by manager
hr: Pozivnica upravitelja

source: Invitation by admin
hr: Pozivnica administratora

source: Any team member
hr: Bilo koji član tima

source: Managers and admins
hr: Upravljači i administratori

source: Admins only
hr: Samo administratori

source: name
hr: ime

source: slug
hr: komad

source: description
hr: opis

source: All urls will be converted to links. Line breaks and HTML not supported.
hr: Svi url-ovi će se pretvoriti u linkove. Prijelomi redova i HTML nisu podržani.

source: publicly Visible?
hr: javno vidljivo?

source: videos
hr: videozapisi

source: users
hr: korisnici

source: third party accounts
hr: računi trećih strana

source: applicants
hr: kandidati

source: Intro Video
hr: Uvodni video

source: Page content
hr: Sadržaj stranice

source: You can use markdown. This will replace Description.
hr: Možete koristiti oznaku dolje. To će zamijeniti Opis.

source: HTML that appears at the top of the teams page.
hr: HTML koji se pojavljuje na vrhu stranice ekipe

source: authentication provider code
hr: kod pružatelja autentifikacije

source: membership policy
hr: politika članstva

source: video policy
hr: pravila videozapisa

source: task assignment policy
hr: politika dodjele zadataka

source: subtitling policy
hr: politika postavljanja titlova

source: translation policy
hr: politika prijevoda

source: maximum tasks per member
hr: maksimalan broj zadataka po članu

source: task expiration (days)
hr: istek zadatka (dani)

source: Teams
hr: Ekipe

source: Use this space to explain why you or your team need to caption or subtitle this video. Adding a note makes volunteers more likely to help out!
hr: U ovom prostoru možete objasniti zašto Vi i Vaša ekipa trebate postaviti natpise ili titlove na ovaj videozapis. Dodavanjem te bilješke volonteri će vjerojatnije pomoći!

source: We automatically grab thumbnails for certain sites, e.g. Youtube
hr: Automatski postavljamo slike prikaza za pojedine stranice, npr. Youtube

source: Need help with all languages
hr: Trebamo pomoć za sve jezike

source: If you check this, other languages will not be displayed.
hr: Ako uključite ovo, drugi jezici se neće prikazivati.

source: Owner
hr: Vlasnik

source: Manager
hr: Upravitelj

source: Admin
hr: Administrator

source: Contributor
hr: Suradnik

source: New activity on your team video
hr: Nova aktivnost na videozapisu Vaše ekipe

source: Team does not exist
hr: Ekipa ne postoji

source: You are already a member of this team.
hr: Već jeste član ove ekipe.

source: You are now a member of this team.
hr: Postali ste članom ove ekipe.

source: Your application has been submitted. You will be notified of the team administrator's response
hr: Vaša prijava je predana. Bit ćete obaviješteni o odgovoru administratora tima

source: You can't join this team by application.
hr: Ne možete se priključiti ovoj ekipi putem aplikacije.

source: Team does not exist.
hr: Ekipa ne postoji.

source: You are not manager of this team.
hr: Niste upravitelj ove ekipe.

source: Incorrect team member role.
hr: Neispravna uloga člana ekipe.

source: Team member does not exist.
hr: Ne postoji član ekipe.

source: You can't promote yourself.
hr: Ne možete promovirati sebe.

source: Team member role changed.
hr: Uloga člana ekipe se promijenila.

source: You cannot assign that role to that member.
hr: Ne možete postaviti tu ulogu tome članu.

source: New %(team)s videos ready for subtitling!
hr: Novi %(team)s videozapisi spremni za postavljanje titlova!

source: Name
hr: Ime

source: Newest
hr: Najnovije

source: Most Members
hr: Najviše članova

source: Your team has been created. Here are some next steps: <ul> <li><a href="%(edit)s">Edit team members' permissions</a></li> <li><a href="%(activate)s">Activate and customize workflows for your team</a></li> <li><a href="%(create)s">Create and customize projects</a></li> <li><a href="%(lang)s">Edit language preferences</a></li> <li><a href="%(custom)s">Customize instructions to caption makers and translators</a></li> </ul>
hr: Vaš tim je kreiran. Nekoliko sljedećih koraka su: <ul> <li><a href="%(edit)s">Uredi članove tima' dozvole</a></li> <li><a href="%(activate)s">Aktiviraj i prilagodi tijek rada za svoj tim</a></li> <li><a href="%(create)s">Kreiraj i prilagodi projekte</a></li> <li><a href="%(lang)s">Uredi jezične postavke</a></li> <li><a href="%(custom)s">Prilagodi upute za pisce natpisa i prevoditelje</a></li> </ul>

source: You do not have permission to delete this team.
hr: Nemate dozvolu za brisanje ovog tima.

source: You do not have permission to edit this team.
hr: Nemate dozvolu za uređivanje ovog tima.

source: Settings saved.
hr: Postavke spremljene.

source: Guidelines and messages updated.
hr: Smjernice i poruke ažurirane.

source: You can't add that video to this team/project.
hr: Ne možete dodati taj videozapis u ovaj tim/projekt.

source: You can't add videos to this team/project.
hr: Ne možete dodavati videozapise u ovaj tim/projekt.

source: You can't edit this video.
hr: Ne možete uređivati ovaj videozapis.

source: Video has been updated.
hr: Videozapis je obnovljen.

source: Request must be a POST request.
hr: Zahtjev mora biti POSLANI zahtjev.

source: You can't remove that video.
hr: Ne možete ukloniti ovaj video.

source: Video has been removed from the team.
hr: Videozapis je uklonjen iz tima.

source: Member has been removed from the team.
hr: Član je uklonjen iz tima.

source: Use the "Leave this team" button to remove yourself from this team.
hr: Koristite gumb "Napusti ovaj tim" da se maknete iz ovog tima.

source: Application approved.
hr: Aplikacija odobrena.

source: Application does not exist.
hr: Aplikacija ne postoji.

source: You can't approve applications.
hr: Ne možete odobriti aplikacije.

source: Application denied.
hr: Aplikacija odbijena.

source: You can't deny applications.
hr: Ne možete odbaciti aplikacije.

source: You cannot invite people to this team.
hr: Ne možete pozivati ljude u ovu ekipu.

source: You cannot join this team.
hr: Ne možete se priključiti ovoj ekipi.

source: You have left this team.
hr: Napustili ste ovu ekipu.

source: Member saved.
hr: Član je spremljen.

source: You are not allowed to perform this task.
hr: Nemate dozvolu za izvršenje ovog zadatka.

source: Can somebody help me subtitle these videos? %(url)s
hr: Može li mi netko pomoći postaviti titlove za ove videozapise? %(url)s

source: File should have txt format
hr: Datoteka mora biti u txt formatu

source: Can't encode file. It should have utf8 encoding.
hr: Nemoguće kodirati datoteku. Mora imati utf8 kodiranje.

source: Incorrect format. Upload .srt, .ssa, .sbv or .xml (TTML format)
hr: Neispravan format. Učitajte srt, .ssa, .sbv ili .xml (TTML format)

source: This URL appears to be a broken link.
hr: Čini se da ovaj URL nema ispravnu poveznicu.

source: You have not permission add video URL for this video
hr: Nemate dozvolu za dodavanje video URL za ovaj video

source: You must link to a video on a compatible site (like YouTube) or directly to a video file that works with HTML5 browsers. For example: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Contact us</a> if there's a problem.
hr: Morate napraviti poveznicu na video na kompatibilnoj stranici (poput YouTube) ili direktno na video datoteku koja radi u HTML5 preglednicima. Na primjer http://mysite.com/myvideo.ogg ili http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Kontaktirajte nas</a> ukoliko naiđete na problem.

source: Youtube usernames
hr: Youtube korisnička imena

source: Enter usernames separated by comma.
hr: Upišite korisnička imena odvojena zarezima.

source: Youtube page link.
hr: Youtube poveznica

source: For example: http://www.youtube.com/user/username
hr: Na primjer: http://www.youtube.com/user/username

source: Save feed
hr: Spremi kanal

source: Choose this if you wish to add videos from this feed in the future. Only valid RSS feeds will be saved.
hr: Odaberite ovo ukoliko ubuduće želite dodavati videozapise iz ovoga kanala. Spremit će se samo valjani RSS slijedovi.

source: Sorry, we could not find a valid feed at the URL you provided. Please check the URL and try again.
hr: Oprostite, nismo bili u mogućnosti pronaći valjani kanal na URL-u koji ste upisali. Molimo, provjerite URL i pokušajte ponovno.

source: in seconds
hr: za nekoliko sekundi

source: Sub.fetched
hr: Titl.dohvaćen

source: Widget views
hr: Prikazi widgeta

source: Views
hr: Prikazi

source: Sorry, you cannot upload subtitles right now because someone is editing the language you are uploading or a translation of it
hr: Oprostite, trenutno ne možete učitavati titlove jer netko uređuje jezik čiji prijevod učitavate

source: rejected <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
hr: odčačen <a href="%(language_url)s">%(language)s</a> titlova za <a href="%(video_url)s">%(video_name)s</a>

source: approved <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
hr: odobreni <a href="%(language_url)s">%(language)s</a> titlovi za <a href="%(video_url)s">%(video_name)s</a>

source: added video <a href="%(video_url)s">%(video_name)s</a>
hr: dodan videozapis <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(video_url)s">%(video_name)s</a> video added
hr: <a href="%(video_url)s">%(video_name)s</a> videozapis dodan

source: changed title for <a href="%(video_url)s">%(video_name)s</a>
hr: promjenjen naslov za <a href="%(video_url)s">%(video_name)s</a>

source: Title was changed for <a href="%(video_url)s">%(video_name)s</a>
hr: Naslov je izmijenjen u <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(comments_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
hr: komentira/o/la je <a href="%(comments_url)s">%(language)s titlove</a> for <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(comments_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
hr: Dodan je komentar za <a href="%(comments_url)s">%(language)s titlove</a> za <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(video_url)s">%(video_name)s</a>
hr: komentira/o/la je <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(video_url)s">%(video_name)s</a>
hr: Dodan je komentar za <a href="%(video_url)s">%(video_name)s</a>

source: started <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
hr: započeti <a href="%(language_url)s">%(language)s titlovi</a> za <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(language)s subtitles</a> started for <a href="%(video_url)s">%(video_name)s</a>
hr: <a href="%(language_url)s">%(language)s titlovi</a> pokrenuti za <a href="%(video_url)s">%(video_name)s</a>

source: edited <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
hr: uredi/o/la <a href="%(language_url)s">%(language)s titlove</a> za<a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(language)s subtitles</a> edited for <a href="%(video_url)s">%(video_name)s</a>
hr: <a href="%(language_url)s">%(language)s titlovi</a> uređeni za <a href="%(video_url)s">%(video_name)s</a>

source: added new URL for <a href="%(video_url)s">%(video_name)s</a>
hr: dodan novi URL za <a href="%(video_url)s">%(video_name)s</a>

source: New URL added for <a href="%(video_url)s">%(video_name)s</a>
hr: Dodan je novi URL za <a href="%(video_url)s">%(video_name)s</a>

source: add video
hr: dodaj videozapis

source: change title
hr: promijeni naslov

source: comment
hr: komentiraj

source: add version
hr: dodaj verziju

source: add translation
hr: dodaj prijevod

source: add video url
hr: dodaj URL videozapisa

source: request subtitles
hr: zatraži titlove

source: approve version
hr: odobri verziju

source: add contributor
hr: dodaj suradnika

source: reject version
hr: odbaci verziju

source: This URL already <a href="%(url)s">exists</a> as its own video in our system. You can't add it as a secondary URL.
hr: Ovaj URL već <a href="%(url)s">postoji</a> kao vlastiti videozapis u našem sustavu. Možete ga dodati kao drugi URL.

source: You have not permission
hr: Nemate dozvolu

source: Incorrect video ID
hr: Neispravan ID videozapisa

source: Video does not exist
hr: Videozapis ne postoji

source: Title can't be empty
hr: Naslov ne može biti prazan

source: Title can't be changed for this video
hr: Naslov ovog videozapisa se ne može izmijeniti

source: Title was changed success
hr: Naslov je uspješno izmijenjen

source: Subtitle language does not exist
hr: Jezik titlova ne postoji

source: This is not forked translation
hr: Ovo nije razdvojen prijevod

source: Video does not exist.
hr: Videozapis ne postoji.

source: You are following this video now.
hr: Sada pratite ovaj videozapis.

source: You stopped following this video now.
hr: Prestali ste pratiti ovaj video.

source: Subtitles does not exist.
hr: Titlovi ne postoje.

source: You are following this subtitles now.
hr: Sada pratite ove titlove.

source: You stopped following this subtitles now.
hr: Prestali ste pratiti ove titlove.

source: Check out this video and help make subtitles
hr: Provjerite ovaj videozapis i pomozite izraditi titlove

source: Hey-- check out this video %(video_title)s and help make subtitles: %(url)s
hr: Hej-- pogledaj ovaj videozapis %(video_title)s i pomozi napraviti titlove: %(url)s

source: Just found a version of this video with %(language_name)s subtitles
hr: Upravo sam pronaša/o/la verziju ovog videozapisa s %(language_name)s titlovima

source: Here is the subtitle workspace for your video. You can share the video with friends, or get an embed code for your site. To add or improve subtitles, click the button below the video.
hr: Ovo je radni prostor titlova za Vaš video. Možete podijeliti video s prijateljima ili dobiti embed kod za svoju stranicu. Da biste dodali ili poboljšali titlove, kliknite na gumb ispod videozapisa.

source: Existing subtitles will be imported in a few minutes.
hr: Postojeći titlovi bit će uvezeni za nekoliko minuta.

source: You have not permission change this URL
hr: Nemate dozvolu za izmjenu ovog URL

source: Object does not exist
hr: Objekt ne postoji

source: You have not permission delete this URL
hr: Nemate dozvolu za brisanje ovog URL

source: Feed is unavailable now.
hr: Kanal sada nije dostupan.

source: Video is unavailable
hr: Videozapis nije dostupan
